Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# BuiltInErrors.DatabaseError.connectionFailed
source: Unable to establish a connection to the database. Check your network settings and try again.
ar: تعذر إنشاء اتصال بقاعدة البيانات. تحقق من إعدادات الشبكة وحاول مرة أخرى.
bg: Не може да се установи връзка с базата данни. Проверете мрежовите настройки и опитайте отново.
ca: Impossible establir una connexió amb la base de dades. Comprova la configuració de xarxa i torna a provar.
cs: Nepodařilo se navázat spojení s databází. Zkontroluj své síťové nastavení a zkus to znovu.
da: Det var ikke muligt at oprette forbindelse til databasen. Kontroller dine netværksindstillinger, og prøv igen.
de: Es konnte keine Verbindung zur Datenbank hergestellt werden. Überprüfe deine Netzwerkeinstellungen und versuche es erneut.
el: Δεν ήταν δυνατή η σύνδεση στη βάση δεδομένων. Ελέγξτε τις ρυθμίσεις του δικτύου σας και δοκιμάστε ξανά.
es: No se pudo establecer una conexión con la base de datos. Verifica tu configuración de red e inténtalo de nuevo.
es_419: No se pudo establecer una conexión con la base de datos. Verifica la configuración de tu red y vuelve a intentarlo.
fi: Yhteyden muodostaminen tietokantaan ei onnistunut. Tarkista verkkoyhteysasetukset ja yritä uudelleen.
fr: Impossible d'établir une connexion à la base de données. Vérifiez vos paramètres réseau et réessayez.
fr_ca: Impossible d'établir une connexion à la base de données. Vérifiez vos paramètres réseau et réessayez.
he: לא ניתן לקבוע חיבור למסד הנתונים. בדוק את הגדרות הרשת שלך וניסה שוב.
hi: डाटाबेस से कनेक्शन स्थापित करने में असमर्थ। अपने नेटवर्क सेटिंग्स की जांच करें और फिर से प्रयास करें।
hr: Nije moguće uspostaviti vezu s bazom podataka. Provjerite postavke mreže i pokušajte ponovo.
hu: Nem sikerült kapcsolódni az adatbázishoz. Ellenőrizd a hálózati beállításokat, és próbáld újra.
id: Tidak dapat membangun koneksi ke database. Periksa pengaturan jaringan Anda dan coba lagi.
it: Impossibile stabilire una connessione al database. Controlla le impostazioni di rete e riprova.
ja: データベースへの接続を確立できませんでした。ネットワーク設定を確認して、再試行してください。
kk: Деректер базасымен байланыс орнату мүмкін емес. Желілік параметрлеріңізді тексеріңіз және қайтадан тырысыңыз.
ko: 데이터베이스에 연결할 수 없습니다. 네트워크 설정을 확인하고 다시 시도하세요.
ms: Tidak dapat membuat sambungan ke pangkalan data. Semak tetapan rangkaian anda dan cuba lagi.
nb: Kunne ikke etablere en forbindelse til databasen. Sjekk nettverksinnstillingene og prøv igjen.
nl: Kon geen verbinding maken met de database. Controleer je netwerkinstellingen en probeer het opnieuw.
pl: Nie udało się nawiązać połączenia z bazą danych. Sprawdź ustawienia sieci i spróbuj ponownie.
pt_br: Não foi possível estabelecer uma conexão com o banco de dados. Verifique suas configurações de rede e tente novamente.
pt_pt: Não foi possível estabelecer uma conexão com a base de dados. Verifica as tuas definições de rede e tenta novamente.
ro: Imposibil de stabilit o conectare la baza de date. Verifică setările rețelei și încearcă din nou.
ru: Не удалось установить соединение с базой данных. Проверьте настройки сети и повторите попытку.
sk: Nepodarilo sa nadviazať pripojenie k databáze. Skontrolujte nastavenia siete a skúste to znova.
sv: Det gick inte att etablera en anslutning till databasen. Kontrollera dina nätverksinställningar och försök igen.
th: ไม่สามารถเชื่อมต่อกับฐานข้อมูลได้ ตรวจสอบการตั้งค่าเครือข่ายของคุณและลองอีกครั้ง.
tr: Veritabanına bağlantı kurulamadı. Ağ ayarlarınızı kontrol edin ve tekrar deneyin.
uk: Неможливо встановити з'єднання з базою даних. Перевірте налаштування мережі та спробуйте ще раз.
vi: Không thể thiết lập kết nối đến cơ sở dữ liệu. Kiểm tra cài đặt mạng của bạn và thử lại.
zh_hans: 无法建立与数据库的连接。请检查您的网络设置，然后重试。
zh_hant: 無法建立與資料庫的連接。請檢查您的網路設定並再試一次。
zh_hk: 無法建立與數據庫的連接。請檢查你的網絡設置並重試。

# BuiltInErrors.DatabaseError.operationFailed
source: The database operation for %@ could not be completed. Please retry the action.
ar: لم يتمكن تنفيذ عملية قاعدة البيانات لـ %@ من الاكتمال. يرجى إعادة المحاولة.
bg: Операцията в базата данни за %@ не можа да бъде завършена. Моля, опитайте отново действието.
ca: L'operació de la base de dades per a %@ no es va poder completar. Si us plau, torna a intentar l'acció.
cs: Operaci databáze pro %@ se nepodařilo dokončit. Zkus akci znovu.
da: Databasen operationen for %@ kunne ikke gennemføres. Prøv venligst handlingen igen.
de: Der Datenbankvorgang für %@ konnte nicht abgeschlossen werden. Bitte wiederhole die Aktion.
el: Η λειτουργία της βάσης δεδομένων για %@ δεν μπόρεσε να ολοκληρωθεί. Παρακαλώ προσπαθήστε ξανά την ενέργεια.
es: La operación de la base de datos para %@ no se pudo completar. Por favor, intenta de nuevo la acción.
es_419: La operación de base de datos para %@ no pudo completarse. Por favor, intenta la acción nuevamente.
fi: Tietokantaoperaatiota %@ ei voitu suorittaa. Yritä toimenpidettä uudelleen.
fr: L'opération de base de données pour %@ n'a pas pu être complétée. Veuillez réessayer cette action.
fr_ca: L'opération de base de données pour %@ n'a pas pu être complétée. Veuillez réessayer l'action.
he: לא ניתן להשלים את הפעולה במסד הנתונים עבור %@. אנא נסה שנית את הפעולה.
hi: %@ के लिए डाटाबेस ऑपरेशन पूरा नहीं किया जा सका। कृपया क्रिया को दोबारा आजमाएँ।
hr: Baza podataka nije mogla dovršiti operaciju za %@. Pokušajte ponovno izvesti radnju.
hu: Az adatbázisművelet a(z) %@ nem fejeződött be. Kérlek, próbáld újra a műveletet.
id: Operasi database untuk %@ tidak dapat diselesaikan. Silakan coba lagi.
it: L'operazione del database per %@ non è stata completata. Ti preghiamo di riprovare l'azione.
ja: %@ のデータベース操作を完了できませんでした。アクションを再試行してください。
kk: %@ үшін деректер базасындағы операцияны орындау мүмкін болмады. Қарамағын қайтадан жасаңыз.
ko: %@에 대한 데이터베이스 작업을 완료할 수 없습니다. 작업을 다시 시도하세요.
ms: Operasi pangkalan data untuk %@ tidak dapat diselesaikan. Sila cuba ulang tindakan tersebut.
nb: Databasemanipuleringen for %@ kunne ikke fullføres. Vennligst prøv handlingen på nytt.
nl: De databasebewerking voor %@ kon niet worden voltooid. Probeer de actie opnieuw.
pl: Operacja bazy danych dla %@ nie mogła zostać zakończona. Spróbuj ponownie.
pt_br: A operação do banco de dados para %@ não pôde ser concluída. Por favor, tente a ação novamente.
pt_pt: A operação da base de dados para %@ não pôde ser concluída. Por favor, tenta a ação novamente.
ro: Operațiunea bazei de date pentru %@ nu a putut fi finalizată. Te rog să reîncerci acțiunea.
ru: Операцию базы данных для %@ не удалось завершить. Пожалуйста, повторите действие.
sk: Operáciu databázy pre %@ sa nepodarilo dokončiť. Skúste akciu znova.
sv: Databasoperationen för %@ kunde inte slutföras. Vänligen försök igen.
th: ไม่สามารถดำเนินการฐานข้อมูลสำหรับ %@ ได้ กรุณาลองทำรายการอีกครั้ง.
tr: %@ için veritabanı işlemi tamamlanamadı. Lütfen işlemi tekrar deneyin.
uk: Операцію з базою даних для %@ не вдалося завершити. Будь ласка, повторіть дію.
vi: Hoạt động cơ sở dữ liệu cho %@ không thể hoàn thành. Vui lòng thử lại hành động.
zh_hans: 数据库操作 %@ 无法完成。请重试该操作。
zh_hant: 資料庫操作 %@ 無法完成。請重試該操作。
zh_hk: 無法完成 %@ 的數據庫操作。請重試該操作。

# BuiltInErrors.DatabaseError.recordNotFound
source: The %1$@ record was not found in the database. Verify the details and try again.
ar: السجل %1$@ لم يتم العثور عليه في قاعدة البيانات. تحقق من التفاصيل، وحاول مرة أخرى.
bg: Записът %1$@ не беше намерен в базата данни. Проверете детайлите и опитайте отново.
ca: El registre %1$@ no s'ha trobat a la base de dades. Verifica els detalls i torna a intentar-ho.
cs: Záznam %1$@ nebyl nalezen v databázi. Ověřte detaily a zkuste to znovu.
da: Den %1$@ post blev ikke fundet i databasen. Bekræft detaljerne og prøv igen.
de: Der:Die %1$@ Datensatz wurde nicht in der Datenbank gefunden. Überprüfe die Details und versuche es erneut.
el: Η εγγραφή %1$@ δεν βρέθηκε στη βάση δεδομένων. Επαληθεύστε τις λεπτομέρειες και δοκιμάστε ξανά.
es: El/la registro %1$@ no fue encontrado/a en la base de datos. Verifica los detalles e inténtalo de nuevo.
es_419: El registro %1$@ no fue encontrado en la base de datos. Verifica los detalles y vuelve a intentarlo.
fi: Tietuetta %1$@ ei löytynyt tietokannasta. Varmista tiedot ja yritä uudelleen.
fr: L’'enregistrement %1$@ n'a pas été trouvé dans la base de données. Vérifiez les détails et réessayez.
fr_ca: L'enregistrement %1$@ n'a pas été trouvé dans la base de données. Vérifiez les détails et réessayez.
he: אשר את הפרטים ונסה שוב.
hi: डाटाबेस में %1$@ रिकॉर्ड नहीं मिला। विवरणों की जांच करें और फिर से प्रयास करें।
hr: Provjerite podatke i pokušajte ponovno.
hu: A %1$@ rekord nem található az adatbázisban. Ellenőrizd az adatokat és próbáld újra.
id: Rekaman %1$@ tidak ditemukan dalam basis data. Verifikasi detailnya dan coba lagi.
it: Il record %1$@ non è stato trovato nel database. Verifica i dettagli e riprova.
ja: データベース内に %1$@ レコードが見つかりませんでした。詳細を確認して、再試行してください。
kk: Деректер базасында %1$@ жазбасы табылмады. Мәлiметтердi тексерiп, қайталап көріңіз.
ko: %1$@ 레코드를 데이터베이스에서 찾을 수 없습니다. 세부 정보를 확인하고 다시 시도하세요.
ms: Rekod %1$@ tidak ditemui dalam pangkalan data. Sahkan butiran dan cuba lagi.
nb: Posten %1$@ ble ikke funnet i databasen. Bekreft detaljene og prøv igjen.
nl: Het %1$@ record werd niet gevonden in de database. Controleer de gegevens en probeer het opnieuw.
pl: Rekordu %1$@ nie znaleziono w bazie danych. Zweryfikuj szczegóły i spróbuj ponownie.
pt_br: O registro %1$@ não foi encontrado no banco de dados. Verifique os detalhes e tente novamente.
pt_pt: O registo %1$@ não foi encontrado na base de dados. Verifique os detalhes e tente novamente.
ro: Înregistrarea %1$@ nu a fost găsită în baza de date. Verifică detaliile și încearcă din nou.
ru: Запись %1$@ не найдена в базе данных. Проверьте данные и попробуйте снова.
sk: Záznam %1$@ nebol nájdený v databáze. Overte detaily a skúste to znova.
sv: Posten %1$@ hittades inte i databasen. Kontrollera detaljerna och försök igen.
th: ไม่พบระเบียน %1$@ ในฐานข้อมูล กรุณาตรวจสอบรายละเอียดและลองอีกครั้ง
tr: Detayları kontrol et ve tekrar dene.
uk: Запис %1$@ не знайдено в базі даних. Перевірте деталі та спробуйте ще раз.
vi: Hồ sơ %1$@ không được tìm thấy trong cơ sở dữ liệu. Xác minh thông tin và thử lại.
zh_hans: 找不到数据库中的 %1$@ 记录。请核实详细信息并重试。
zh_hant: 找不到資料庫中的 %1$@ 記錄。請確認詳細資訊並重試。
zh_hk: 在數據庫中找不到 %1$@ 記錄。請核實細節並重試。

# BuiltInErrors.DatabaseError.recordNotFoundWithID
source: The %1$@ record with ID %2$@ was not found in the database. Verify the details and try again.
ar: لم يتم العثور على السجل %1$@ بالمعرف %2$@ في قاعدة البيانات. تحقق من التفاصيل وحاول مرة أخرى.
bg: Записът с ID %2$@ за %1$@ не беше намерен в базата данни. Проверете данните и опитайте отново.
ca: El registre %1$@ amb ID %2$@ no s'ha trobat a la base de dades. Verifica els detalls i torna a intentar-ho.
cs: Záznam %1$@ s ID %2$@ nebyl nalezen v databázi. Zkontrolujte údaje a zkuste to znovu.
da: Posten %1$@ med ID %2$@ blev ikke fundet i databasen. Bekræft oplysningerne og prøv igen.
de: Der %1$@ Datensatz mit der ID %2$@ wurde nicht in der Datenbank gefunden. Überprüfe die Angaben und versuche es erneut.
el: Η εγγραφή %1$@ με ID %2$@ δεν βρέθηκε στη βάση δεδομένων. Επαληθεύστε τις λεπτομέρειες και δοκιμάστε ξανά.
es: El registro %1$@ con ID %2$@ no fue encontrado en la base de datos. Verifica los detalles e inténtalo de nuevo.
es_419: El registro %1$@ con ID %2$@ no se encontró en la base de datos. Verifica los detalles e inténtalo de nuevo.
fi: Tietuetta, jonka tunnus on %2$@ ja tyyppi %1$@, ei löydy tietokannasta. Tarkista tiedot ja yritä uudelleen.
fr: L'enregistrement %1$@ avec l'ID %2$@ n'a pas été trouvé dans la base de données. Vérifiez les détails et réessayez.
fr_ca: Le dossier %2$@ avec l'ID %1$@ n'a pas été trouvé dans la base de données. Vérifiez les détails et réessayez.
he: הרשומה %1$@ עם מזהה %2$@ לא נמצאה במסד הנתונים. ודא את הפרטים ונסה שוב.
hi: डाटाबेस में %1$@ रिकॉर्ड ID %2$@ के साथ नहीं मिला। विवरणों की जांच करें और पुनः प्रयास करें।
hr: Zapis %1$@ s ID-om %2$@ nije pronađen u bazi podataka. Provjerite podatke i pokušajte ponovo.
hu: A(z) %1$@ rekord %2$@ azonosítóval nem található az adatbázisban. Ellenőrizd az adatokat, és próbáld újra.
id: Catatan %1$@ dengan ID %2$@ tidak ditemukan di basis data. Verifikasi detail dan coba lagi.
it: Il record %1$@ con ID %2$@ non è stato trovato nel database. Verifica i dettagli e riprova.
ja: IDが %2$@ の %1$@ レコードがデータベースに見つかりませんでした。詳細を確認して再試行してください。
kk: %1$@ жазбасы ID %2$@ базадан табылмады. Мәліметтерді тексеріп, қайтадан әрекет етіңіз.
ko: ID %2$@인 %1$@ 레코드를 데이터베이스에서 찾을 수 없습니다. 세부 정보를 확인하고 다시 시도하세요.
ms: Rekod %1$@ dengan ID %2$@ tidak dijumpai dalam pangkalan data. Sahkan butiran dan cuba lagi.
nb: Den %1$@ posten med ID %2$@ ble ikke funnet i databasen. Kontroller detaljene og prøv igjen.
nl: Het %1$@-record met ID %2$@ kon niet in de database worden gevonden. Controleer de gegevens en probeer het opnieuw.
pl: Rekord %1$@ o ID %2$@ nie został znaleziony w bazie danych. Sprawdź szczegóły i spróbuj ponownie.
pt_br: O registro %1$@ com ID %2$@ não foi encontrado no banco de dados. Verifique os detalhes e tente novamente.
pt_pt: O registo %1$@ com o ID %2$@ não foi encontrado na base de dados. Verifique os detalhes e tente novamente.
ro: Înregistrarea %1$@ cu ID %2$@ nu a fost găsită în baza de date. Verifică detaliile și încearcă din nou.
ru: Проверьте данные и попробуйте ещё раз.
sk: Záznam %1$@ s ID %2$@ sa v databáze nenašiel. Skontrolujte podrobnosti a skúste to znova.
sv: %1$@-posten med ID %2$@ kunde inte hittas i databasen. Kontrollera uppgifterna och försök igen.
th: ไม่พบระเบียน %1$@ ด้วย ID %2$@ ในฐานข้อมูล กรุณาตรวจสอบรายละเอียดและลองอีกครั้ง
tr: ID %2$@ olan %1$@ kaydı veritabanında bulunamadı. Bilgileri kontrol edin ve tekrar deneyin.
uk: Запис %1$@ з ID %2$@ не знайдено в базі даних. Перевірте деталі та спробуйте ще раз.
vi: Bản ghi %1$@ với ID %2$@ không được tìm thấy trong cơ sở dữ liệu. Vui lòng xác minh lại thông tin và thử lại.
zh_hans: %1$@ID为%2$@的记录在数据库中未找到。请核实详情并重试。
zh_hant: ID 為 %2$@ 的 %1$@ 記錄在資料庫中找不到。請核實細節後再試一次。
zh_hk: ID 為 %2$@ 的 %1$@ 記錄在資料庫中未找到。請核實詳細資訊後再試一次。

# BuiltInErrors.FileError.fileNotFound
source: The file %@ could not be located. Please verify the file path and try again.
ar: تعذر العثور على الملف %@. يرجى التحقق من مسار الملف وحاول مرة أخرى.
bg: Файлът %@ не можа да бъде намерен. Моля, проверете пътя към файла и опитайте отново.
ca: El fitxer %@ no es va poder localitzar. Si us plau, verifica la ruta del fitxer i torna a provar.
cs: Soubor %@ nebyl nalezen. Ověř cestu k souboru a zkus to znovu.
da: Filen %@ kunne ikke findes. Kontroller venligst filstien og prøv igen.
de: Die Datei %@ konnte nicht gefunden werden. Bitte überprüfe den Dateipfad und versuche es erneut.
el: Δεν ήταν δυνατός ο εντοπισμός του αρχείου %@. Παρακαλώ ελέγξτε τη διαδρομή του αρχείου και δοκιμάστε ξανά.
es: No se pudo localizar el archivo %@. Por favor, verifica la ruta del archivo e inténtalo de nuevo.
es_419: No se pudo localizar el archivo %@. Por favor, verifica la ruta del archivo y vuelve a intentarlo.
fi: Tiedostoa %@ ei voitu löytää. Tarkista tiedostopolku ja yritä uudelleen.
fr: Le fichier %@ n'a pas pu être localisé. Veuillez vérifier le chemin du fichier et réessayer.
fr_ca: Le fichier %@ n'a pas pu être localisé. Veuillez vérifier le chemin du fichier et réessayer.
he: לא ניתן לאתר את הקובץ %@. אנא אשר את נתיב הקובץ וניסה שוב.
hi: फाइल %@ की पहचान नहीं की जा सकी। कृपया फाइल पथ की जांच करें और फिर से प्रयास करें।
hr: Datoteku %@ nije moguće pronaći. Provjerite putanju do datoteke i pokušajte ponovo.
hu: A %@ fájl nem található. Kérlek, ellenőrizd a fájl elérési útját és próbáld újra.
id: File %@ tidak dapat ditemukan. Silakan periksa jalur file dan coba lagi.
it: Il file %@ non è stato trovato. Verifica il percorso del file e riprova.
ja: ファイル %@ が見つかりませんでした。ファイルパスを確認して、再試行してください。
kk: %@ файлын табу мүмкін емес. Файлдың жолын тексеріңіз және қайтадан тырысыңыз.
ko: 파일 %@을(를) 찾을 수 없습니다. 파일 경로를 확인하고 다시 시도하세요.
ms: Fail %@ tidak dapat dijumpai. Sila semak laluan fail dan cuba lagi.
nb: Filen %@ kunne ikke lokaliseres. Vennligst bekreft filbanen og prøv igjen.
nl: Het bestand %@ kon niet worden gevonden. Controleer het bestandspad en probeer het opnieuw.
pl: Nie można zlokalizować pliku %@. Proszę zweryfikować ścieżkę pliku i spróbować ponownie.
pt_br: O arquivo %@ não pôde ser localizado. Por favor, verifique o caminho do arquivo e tente novamente.
pt_pt: Não foi possível localizar o ficheiro %@. Por favor, verifica o caminho do ficheiro e tenta novamente.
ro: Fișierul %@ nu a putut fi localizat. Te rog să verifici calea fișierului și să încerci din nou.
ru: Файл %@ не удалось найти. Пожалуйста, проверьте путь к файлу и повторите попытку.
sk: Súbor %@ sa nepodarilo lokalizovať. Overte cestu k súboru a skúste to znova.
sv: Filen %@ kunde inte hittas. Kontrollera filens sökväg och försök igen.
th: ไม่สามารถค้นหาไฟล์ %@ ได้ กรุณาตรวจสอบเส้นทางไฟล์และลองอีกครั้ง.
tr: %@ dosyası bulunamadı. Lütfen dosya yolunu kontrol edin ve tekrar deneyin.
uk: Файл %@ не вдалося знайти. Будь ласка, перевірте шлях до файлу та спробуйте ще раз.
vi: Không thể tìm thấy tệp %@. Vui lòng xác minh đường dẫn tệp và thử lại.
zh_hans: 找不到文件 %@。请核实文件路径并重试。
zh_hant: 無法找到檔案 %@。請確認檔案路徑並再試一次。
zh_hk: 無法找到 文件 %@。請檢查文件路徑並重試。

# BuiltInErrors.FileError.readError
source: An error occurred while attempting to read the file %@. Please check file permissions and try again.
ar: حدث خطأ أثناء محاولة قراءة الملف %@. يرجى التحقق من أذونات الملف وحاول مرة أخرى.
bg: Възникна грешка при опит за прочитане на файла %@. Моля, проверете правата за достъп до файла и опитайте отново.
ca: Hi ha hagut un error en intentar llegir el fitxer %@. Comprova els permisos del fitxer i torna a provar.
cs: Při pokusu o čtení souboru %@ došlo k chybě. Zkontroluj oprávnění k souboru a zkus to znovu.
da: Der opstod en fejl, da der blev forsøgt at læse filen %@. Kontroller venligst filrettighederne og prøv igen.
de: Bei dem Versuch, die Datei %@ zu lesen, ist ein Fehler aufgetreten. Bitte überprüfe die Dateiberechtigungen und versuche es erneut.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια ανάγνωσης του αρχείου %@. Ελέγξτε τις άδειες πρόσβασης του αρχείου και δοκιμάστε ξανά.
es: Ocurrió un error al intentar leer el archivo %@. Verifica los permisos del archivo e inténtalo de nuevo.
es_419: Ocurrió un error al intentar leer el archivo %@. Verifica los permisos del archivo y vuelve a intentarlo.
fi: Virhe tapahtui yrittäessä lukea tiedostoa %@. Tarkista tiedoston käyttöoikeudet ja yritä uudelleen.
fr: Une erreur est survenue lors de la lecture du fichier %@. Veuillez vérifier les autorisations de fichier et réessayer.
fr_ca: Une erreur s'est produite lors de la tentative de lecture du fichier %@. Veuillez vérifier les autorisations du fichier et réessayer.
he: אירעה שגיאה בעת ניסיון לקריאת הקובץ %@. אנא בדוק את הרשאות הקובץ וניסה שוב.
hi: फाइल %@ को पढ़ते समय एक त्रुटि हुई। कृपया फाइल अनुमति की जांच करें और फिर से प्रयास करें।
hr: Došlo je do pogreške prilikom pokušaja čitanja datoteke %@. Provjerite dozvole za datoteku i pokušajte ponovo.
hu: Hiba történt a %@ fájl olvasása során. Kérlek, ellenőrizd a fájl jogosultságait és próbáld újra.
id: Terjadi kesalahan saat mencoba membaca file %@. Periksa izin file dan coba lagi.
it: Si è verificato un errore durante il tentativo di leggere il file %@. Controlla i permessi del file e riprova.
ja: ファイル %@ を読み込もうとしたときにエラーが発生しました。ファイルの権限を確認して、再試行してください。
kk: %@ файлын оқу кезінде қатеге жолықты. Файл рұқсаттарын тексеріңіз және қайтадан тырысыңыз.
ko: 파일 %@을(를) 읽는 동안 오류가 발생했습니다. 파일 권한을 확인하고 다시 시도하세요.
ms: Ralat berlaku semasa cuba membaca fail %@. Sila semak kebenaran fail dan cuba lagi.
nb: Det oppstod en feil under forsøk på å lese filen %@. Vennligst sjekk filrettighetene og prøv igjen.
nl: Er is een fout opgetreden bij het lezen van het bestand %@. Controleer de bestandstoegang en probeer het opnieuw.
pl: Wystąpił błąd podczas próby odczytu pliku %@. Sprawdź uprawnienia do pliku i spróbuj ponownie.
pt_br: Ocorreu um erro ao tentar ler o arquivo %@. Verifique as permissões do arquivo e tente novamente.
pt_pt: Ocorreu um erro ao tentar ler o ficheiro %@. Verifica as permissões do ficheiro e tenta novamente.
ro: A apărut o eroare în timpul încercării de a citi fișierul %@. Te rog să verifici permisiunile fișierului și să încerci din nou.
ru: Произошла ошибка при попытке прочитать файл %@. Пожалуйста, проверьте разрешения на файл и повторите попытку.
sk: Pri pokuse o čítanie súboru %@ došlo k chybe. Skontrolujte povolenia súboru a skúste to znova.
sv: Ett fel inträffade vid försök att läsa filen %@. Kontrollera filbehörigheterna och försök igen.
th: เกิดข้อผิดพลาดในขณะพยายามอ่านไฟล์ %@ กรุณาตรวจสอบสิทธิ์การเข้าถึงไฟล์และลองอีกครั้ง.
tr: %@ dosyasını okumaya çalışırken bir hata oluştu. Lütfen dosya izinlerini kontrol edin ve tekrar deneyin.
uk: Сталася помилка при спробі прочитати файл %@. Будь ласка, перевірте права доступу до файлу та спробуйте ще раз.
vi: Đã xảy ra lỗi khi cố gắng đọc tệp %@. Vui lòng kiểm tra quyền truy cập tệp và thử lại.
zh_hans: 尝试读取文件 %@ 时发生错误。请检查文件权限并重试。
zh_hant: 在讀取檔案 %@ 時發生錯誤。請檢查檔案權限並重試。
zh_hk: 嘗試讀取 文件 %@ 時發生錯誤。請檢查文件權限並重試。
